{
  "artwork-6": {
    "titleEn": "Memory Tides - Horizon Series",
    "context": "A visual exploration of memory and landscape. Through abstract compositions reminiscent of horizons, this work investigates the fluid nature of recollection and the traces left by time."
  },
  "artwork-7": {
    "titleEn": "I Am Always Behind You",
    "context": "An installation examining surveillance, presence, and the psychology of being watched. The work creates an unsettling atmosphere that questions contemporary visibility and privacy."
  },
  "artwork-8": {
    "titleEn": "The Rotten Man",
    "context": "A collaborative multimedia work exploring decay, transformation, and the passage of time. Drawing from classical Chinese literature, the piece reinterprets ancient themes through contemporary artistic practice."
  },
  "artwork-9": {
    "titleEn": "Origin Wandering",
    "context": "An immersive investigation of origins, migration, and cultural roots. Through layered visual narratives, this work traces pathways between past and present, tradition and contemporary life."
  },
  "artwork-10": {
    "titleEn": "Origin Wandering",
    "context": "Exploring themes of displacement and belonging through mixed media. This work examines how personal and cultural histories shape identity and artistic expression."
  },
  "artwork-11": {
    "titleEn": "The House of Time: Calculated Genealogical Memory",
    "context": "A data-driven artwork that transforms family genealogy into visual form. By algorithmic processing of ancestral records, the work questions how digital systems reshape our understanding of heritage and lineage."
  },
  "artwork-12": {
    "titleEn": "Investigating Bamboo",
    "context": "A meditation on the philosophical tradition of 'investigating things to extend knowledge' (格物致知). Through close observation of bamboo, this work connects classical Chinese epistemology with contemporary artistic inquiry."
  },
  "artwork-13": {
    "titleEn": "Project Chasing the Sun",
    "context": "A time-based project documenting the pursuit of light and solar phenomena. Through systematic observation and recording, this work explores human relationships with natural cycles and celestial movement."
  },
  "artwork-14": {
    "titleEn": "Museum X",
    "context": "A speculative installation reimagining the museum as an institution. Through interactive elements and institutional critique, this work questions how art is preserved, displayed, and made accessible in the digital age."
  },
  "artwork-15": {
    "titleEn": "404 Word Cave",
    "context": "A digital installation exploring information loss and digital archaeology. Referencing the '404 error' of missing web pages, this work excavates fragments of disappeared online content and linguistic traces."
  },
  "artwork-16": {
    "titleEn": "Where Does the Wind Come From II",
    "context": "A poetic investigation of invisible forces and atmospheric phenomena. Through ethereal visuals and spatial interventions, this work makes tangible the intangible movements of air and energy."
  },
  "artwork-17": {
    "titleEn": "Unstable Contours",
    "context": "An exploration of form in flux, where boundaries dissolve and reshape. The work challenges fixed perceptions through shifting visual elements that resist stable definition."
  },
  "artwork-18": {
    "titleEn": "Disordered Consensus",
    "context": "A multi-channel installation examining collective decision-making and social coordination. Through generative systems and participatory elements, the work visualizes how order emerges from apparent chaos."
  },
  "artwork-19": {
    "titleEn": "Not in the Pool",
    "context": "A conceptual piece questioning categories of inclusion and exclusion. The work plays with boundaries of artistic spaces and challenges assumptions about what belongs within institutional frameworks."
  },
  "artwork-20": {
    "titleEn": "Circular Void",
    "context": "An immersive installation creating environments of absence and presence. Through circular forms and void spaces, the work explores existential questions of emptiness, repetition, and the cyclical nature of experience."
  },
  "artwork-21": {
    "titleEn": "Upload",
    "context": "A new media work examining digital transcendence and the uploading of consciousness. Through technological metaphors and interactive elements, this piece questions what it means to exist in digital space."
  },
  "artwork-22": {
    "titleEn": "Lingnan Road",
    "context": "A landscape painting capturing the essence of southern Chinese geography and culture. Through traditional techniques applied to contemporary subjects, this work bridges regional identity and artistic heritage."
  },
  "artwork-23": {
    "titleEn": "Lingnan Road",
    "context": "Continuing exploration of Lingnan regional aesthetics through ink and color. The work documents journeys through southern landscapes while reflecting on place, movement, and artistic tradition."
  },
  "artwork-24": {
    "titleEn": "Return to Origin · Symbiosis",
    "context": "An installation exploring ecological interconnection and return to fundamental principles. Through organic forms and natural materials, the work visualizes symbiotic relationships between living systems."
  },
  "artwork-25": {
    "titleEn": "Tracing Origins No. 1",
    "context": "The first in a series investigating cultural and material origins. Through archaeological metaphors and layered compositions, this work excavates foundational elements of identity and tradition."
  },
  "artwork-26": {
    "titleEn": "Letter of Explanation",
    "context": "A text-based artwork engaging with language, justification, and the need to explain oneself. The work examines power dynamics embedded in speech and the politics of self-defense."
  },
  "artwork-27": {
    "titleEn": "Letter of Explanation",
    "context": "An artistic statement questioning the obligation to justify one's existence and choices. Through visual and textual elements, this work explores themes of accountability, agency, and resistance."
  },
  "artwork-28": {
    "titleEn": "Walking with Difficulty",
    "context": "A performance and installation documenting struggle, persistence, and constrained movement. The work makes visible the hidden obstacles that shape daily experience and embodied knowledge."
  },
  "artwork-29": {
    "titleEn": "Twin Realms",
    "context": "A collaborative installation creating parallel worlds and doubled realities. Through mirrors, projections, and spatial interventions, this work explores duality, reflection, and the boundaries between real and imagined spaces."
  },
  "artwork-30": {
    "titleEn": "Xiu~Xiu~Xiu~Beng (Sound Onomatopoeia)",
    "context": "A sound-based artwork using Chinese phonetic symbols (Bopomofo/Zhuyin) to represent onomatopoeia. The work playfully explores the relationship between written symbols, sound, and meaning in linguistic systems."
  },
  "artwork-31": {
    "titleEn": "Black No. 1",
    "context": "An investigation of monochrome aesthetics and the philosophical dimensions of black. Through concentrated use of dark tones, this work explores depth, void, and the visual power of restraint."
  },
  "artwork-32": {
    "titleEn": "Code",
    "context": "A work examining systems of encoding, secrecy, and encrypted meaning. Through visual ciphers and pattern systems, the piece questions what is revealed and concealed in communication."
  },
  "artwork-33": {
    "titleEn": "Body Reconstruction Series - Nose",
    "context": "Part of a series reimagining human anatomy through artistic intervention. Focusing on the nose, this work deconstructs and reconstructs bodily forms to question norms of representation and embodiment."
  },
  "artwork-34": {
    "titleEn": "Square City",
    "context": "An architectural vision of urban space organized through geometric rigor. The work explores how grid systems and orthogonal planning shape movement, perception, and social organization in contemporary cities."
  },
  "artwork-35": {
    "titleEn": "Traditional Restored Paper Running-Cursive Album Frame - Excerpts from Rongzhai Suibi",
    "context": "A calligraphic work connecting to classical Chinese literary traditions. Through careful copying of historical texts, this piece demonstrates technical mastery while preserving and transmitting cultural knowledge."
  },
  "artwork-36": {
    "titleEn": "Lauren Lee McCarthy and David Leonard (Artist Documentation)",
    "context": "Documentation and analysis of contemporary new media artists Lauren Lee McCarthy and David Leonard. This research-based work examines their contributions to interactive art, AI, and social practice."
  },
  "artwork-37": {
    "titleEn": "3 × 70 × 365 = 76650",
    "context": "A durational conceptual work calculating the days in an average human lifespan. Through mathematical operations and temporal visualization, the piece contemplates mortality, time's passage, and the measure of a life."
  },
  "artwork-38": {
    "titleEn": "3 × 70 × 365 = 76650",
    "context": "Continuation of a time-based conceptual series. Through repetitive calculation and accumulation, this work transforms abstract numbers into visceral encounters with finite existence and temporal awareness."
  }
}
