{
  "artworks": [
    {
      "id": "sougwen_meridians_01",
      "artist": "Sougwen Chung",
      "artistZH": "愫君 (Sougwen Chung)",
      "title": "Body Machine (Meridians) - Installation View",
      "titleZH": "身体机器·经络 - 装置视图",
      "year": 2024,
      "medium": "Biomimetic robotic installation, AI-generated visualization",
      "mediumZH": "仿生机器人装置, AI生成可视化",
      "dimensions": "Variable dimensions - site-specific",
      "description": "A moment where light and shadow intertwine. The silver mechanical form breathes and stretches, while golden light hints at a temperature of life. This installation reveals the core tension of the work—the collision between cold technological imagination and warm organic existence. Each curve is AI's poetic reinterpretation of human meridians.",
      "descriptionZH": "光与影交织的瞬间。银色的机械形态仿佛呼吸般伸展，金色的光线暗示着某种生命的温度。这件装置揭示了作品的核心张力——冰冷的硅谷想象与温暖的有机生命的碰撞。每一条曲线都是AI对人体经络的诗意重塑。",
      "background": "Part of the BODY MACHINE (MERIDIANS) series that explores biomimetic robotic speculations as extensions of living systems. Inspired by philosopher Gilbert Simondon's concept of the machine as metaphor—shaped by imagination, fabrication, and illusion—the work challenges AI systems to suggest a more symbiotic future.",
      "backgroundZH": "《身体机器·经络》系列的一部分，该系列将机器重新想象为生命系统的延伸。受哲学家吉尔伯特·西蒙东思想启发，艺术家通过作品挑战当代AI系统提出更具共生性的未来想象。",
      "image": "/images/artworks/001_sougwen_meridians_installation.jpg",
      "imageWebP": "/images/artworks/001_sougwen_meridians_installation.webp",
      "qrcode": "/images/qrcodes/001.png",
      "themeAlignment": "潮汐的负形：作品探讨了人机协作的隐形通路与负形空间。经络既是缺席也是在场——那些支配运动与意识的看不见的网络。"
    },
    {
      "id": "sougwen_meridians_02",
      "artist": "Sougwen Chung",
      "artistZH": "愫君 (Sougwen Chung)",
      "title": "Body Machine (Meridians) - Detail Composition",
      "titleZH": "身体机器·经络 - 细节特写",
      "year": 2024,
      "medium": "Biomimetic robotic installation, AI-generated visualization (detail)",
      "mediumZH": "仿生机器人装置, AI生成可视化 (细节)",
      "dimensions": "Variable - detail view",
      "description": "A close-up perspective revealing the intricate choreography of mechanical and organic forms. The silver metallic surfaces catch light while golden accents suggest warmth and vitality. This intimate view illustrates how technology and nature might interweave—each strand a meridian, each curve a conversation between artificial and living systems.",
      "descriptionZH": "近距离视角揭示了机械与有机形态的复杂舞蹈。银色金属表面捕捉光线，金色装饰则暗示温暖与活力。这个亲密的视角演示了技术与自然如何交织——每一根纤维都是经络，每一条曲线都是人工与生命系统的对话。",
      "background": "This detail composition emphasizes the sculptural quality of AI-generated forms when manifested through robotic arms. The work participates in expanding the boundaries of the machinic imaginary—challenging conventional notions of what machines can create and envision.",
      "backgroundZH": "这个细节作品强调了当AI生成的形态通过机械臂具现化时的雕塑品质。作品参与拓展机器想象的边界——挑战对机器创造力和远见的传统理解。",
      "image": "/images/artworks/002_sougwen_meridians_detail.jpg",
      "imageWebP": "/images/artworks/002_sougwen_meridians_detail.webp",
      "qrcode": "/images/qrcodes/002.png",
      "themeAlignment": "负形的焦点：机械丝线之间的复杂空隙与负形空间变得与形态本身同样重要。协作的隐形建筑通过亲密观察而显现。"
    },
    {
      "id": "lauren_auto_01",
      "artist": "Lauren McCarthy",
      "artistZH": "劳伦·麦卡锡 (Lauren McCarthy)",
      "title": "AUTO - Surveillance & Algorithmic Living",
      "titleZH": "自动·监视 - 算法生活",
      "year": 2023,
      "medium": "Digital video installation, AI-assisted imagery",
      "mediumZH": "数字视频装置, AI辅助图像",
      "dimensions": "Multi-channel digital display, dimensions variable",
      "description": "When AI learns to see, can we still hide? This work examines the subtle power dynamics of algorithmic surveillance embedded in daily life. Rather than depicting dystopian horror, McCarthy reveals the nuanced experience of being watched—how automated systems enter our lives under the guise of convenience, and how each 'smart recommendation' is a silent act of monitoring that shapes our desires and thoughts.",
      "descriptionZH": "当AI学会了看，我们还能躲藏吗？这件作品探讨了嵌入日常生活的算法监视的微妙权力关系。艺术家不是描绘反乌托邦恐怖，而是揭示被监视的微妙体验——自动化系统以便利的名义进入我们的生活，每一次'智能推荐'都是无声监控，塑造我们的欲望与思想。",
      "background": "Part of McCarthy's ongoing investigation into 'social software'—the algorithmic systems that mediate contemporary relationships and identity formation. Her practice uses performance and participatory methods to expose the invisible technologies that govern intimate aspects of human experience.",
      "backgroundZH": "麦卡锡对'社交软件'持续调查的一部分——这些算法系统中介了当代关系与身份形成。她的实践使用表演和参与式方法来揭露那些控制人类体验亲密方面的隐形技术。",
      "image": "/images/artworks/003_lauren_auto.jpg",
      "imageWebP": "/images/artworks/003_lauren_auto.webp",
      "qrcode": "/images/qrcodes/003.png",
      "themeAlignment": "潮汐的观察：算法系统创造了可见性与不可见性的节奏模式——算法揭示什么，隐藏什么。数据收集与算法决策的潮汐塑造了当代存在的轮廓。"
    },
    {
      "id": "sougwen_memory_01",
      "artist": "Sougwen Chung",
      "artistZH": "愫君 (Sougwen Chung)",
      "title": "MEMORY - Drawing Operations Unit: Generation_2",
      "titleZH": "记忆·绘画生成单位 第二代",
      "year": 2021,
      "medium": "Human-machine collaborative drawing, robotic arm, AI learning system",
      "mediumZH": "人机协作绘画, 机械臂, AI学习系统",
      "dimensions": "Drawings on paper, size variable",
      "description": "A human hand and a machine hand dance together on the same paper. The first AI model ever acquired by major cultural institutions (V&A Museum and MoMA), this work embodies genuine collaboration—the machine learns human gesture; the human learns machine logic. Every line directly answers 'Who is creating?' with a simple truth: Us. Both.",
      "descriptionZH": "人类的手与机械的手在同一张纸上共舞。这是第一件被大型文化机构（维多利亚与艾尔伯特博物馆、纽约现代艺术博物馆）收藏的AI模型作品。这件作品体现了真正的协作——机器学习人类的笔触，人类模仿机器的逻辑。每一条线都直接回答了'谁在创作'这个问题：我们。两者都是。",
      "background": "This groundbreaking work emerged from Chung's long-standing exploration of human-machine collaboration. Rather than positioning technology as a replacement for human creativity, MEMORY presents an alternative model where humans and machines are interdependent creative partners. The work has fundamentally changed how cultural institutions think about AI and artistic authorship.",
      "backgroundZH": "这件突破性作品源于束君对人机协作的长期探索。作品没有将技术定位为人类创造力的替代品，而是呈现了一种替代模型，其中人类和机器是相互依存的创意伙伴。这件作品从根本上改变了文化机构对AI和艺术创作权的思考。",
      "image": "/images/artworks/004_sougwen_memory_drawing.jpg",
      "imageWebP": "/images/artworks/004_sougwen_memory_drawing.webp",
      "qrcode": "/images/qrcodes/004.png",
      "themeAlignment": "负形空间的协作：作品从字面上可视化了负形空间——人类笔触与机器响应之间的空隙。这些缺席不是失败，而是两种不同智能相互认识与学习的动态记录。"
    }
  ],
  "metadata": {
    "exhibition": "VULCA: Vision-Understanding and Language-based Cultural Adaptability",
    "theme": "潮汐的负形 (Tidal Negation)",
    "totalArtworks": 4,
    "curatorNote": "This collection bridges two contemporary artistic practices—Sougwen Chung's biomimetic explorations of human-machine symbiosis and Lauren McCarthy's critical investigations of algorithmic control. Together, they interrogate how technology mediates embodiment, collaboration, and power in the AI era.",
    "curatorNoteZH": "本次展览汇集了两位当代艺术家的实践——愫君对人机共生的仿生学探索与劳伦·麦卡锡对算法控制的批判性调查。这些作品共同审视了在AI时代，技术如何中介身体、协作与权力。"
  }
}
